Repository: myclabs/Inventory
Catalog: application/languages/User/register.tmx
Source language: fr
Languages: en

source: Inscription à l'application gratuite
en: Sign up to the free app

source: Inscription
en: Sign up

source: Type d'application
en: Application type

source: Application individuelle
en: Individual app

source: Application collectivité
en: Collectivity app

source: Application PME
en: SMEs app

source: Adresse e-mail (confirmation)
en: E-mail address (verification)

source: Déjà inscrit ?
en: Already have an account?

source: Merci de saisir ci-dessous les caractères figurant dans l'image :
en: Please type the text contained in the picture below:
